troodon/oha_out.txt
Summary:
  Success rate:	100.00%
  Total:	10006.2722 ms
  Slowest:	101.8041 ms
  Fastest:	1.6878 ms
  Average:	4.2186 ms
  Requests/sec:	23686.8430

  Total data:	462.73 KiB
  Size/request:	2 B
  Size/sec:	46.24 KiB

Response time histogram:
    1.688 ms [1]      |
   11.699 ms [235498] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
   21.711 ms [475]    |
   31.723 ms [143]    |
   41.734 ms [0]      |
   51.746 ms [308]    |
   61.758 ms [292]    |
   71.769 ms [100]    |
   81.781 ms [0]      |
   91.792 ms [0]      |
  101.804 ms [100]    |

Response time distribution:
  10.00% in 3.3546 ms
  25.00% in 3.7349 ms
  50.00% in 4.0070 ms
  75.00% in 4.1930 ms
  90.00% in 4.4116 ms
  95.00% in 4.7140 ms
  99.00% in 8.6178 ms
  99.90% in 57.7712 ms
  99.99% in 101.6702 ms


Details (average, fastest, slowest):
  DNS+dialup:	1.5793 ms, 1.0228 ms, 2.2547 ms
  DNS-lookup:	0.0424 ms, 0.0004 ms, 0.6300 ms

Status code distribution:
  [200] 236917 responses

Error distribution:
  [100] aborted due to deadline